{
    "first name": "Yunushan",
    "last name": "Gulsen",
    "email": "yunushan2001@gmail.com",
    "phone": "6318164197",
    "location (city)": "Westhampton Beach",
    "linkedin profile": "www.linkedin.com/in/yunushan-gulsen-6aa3581a8",
    "why relativity": "Relativity Space's mission to revolutionize aerospace through large-scale additive manufacturing immediately captured my interest, as I'm passionate about innovative solutions that challenge conventional approaches. The prospect of 3D printing entire rockets to reduce complexity and lead times is truly groundbreaking. My background in advanced CAD design (NX, SolidWorks) is crucial for designing for additive manufacturing, while my skills in structural and fluid analysis (HyperWorks FEA/CFD) are directly applicable to validating these unique components and systems. My experience as Propulsion Lead on my CubeSat capstone, which involved detailed system analysis and performance prediction, provided me with a foundation for the rigorous validation Relativity's engines and stages require. Combined with my hands-on fabrication and testing experience, I am eager to apply my practical engineering skills to Relativity's disruptive approach and contribute to a company fundamentally changing how we reach space.",
    "if your location differs from the location posted on the job description, are you willing to commute and/or relocate for this role? if not, please explain:": "Willing",
    "website": "Yes",
    "career fair": "",
    "conference": "",
    "attach": "C:\\Users\\yunus\\source\\repos\\job_scraper\\Yunushan_Gulsen_Resume_April_4th.pdf",
    "how did you hear about us": "Website",
    "export compliance": "I am currently a \"U.S. Person\"",
    "if answer selection above requires an explanation, please explain below": "",
    "gender": "Male",
    "are you hispanic/latino": "No",
    "veteran status": "I am not a protected veteran",
    "disability status": "No, I do not have a disability and have not had one in the past",
    "please identify your race": "White"
}